#   -*- mode: org; fill-column: 60 -*-
#+TITLE: Estranged
#+STARTUP: showall
#+PROPERTY: filename
  :PROPERTIES:
  :Name: /home/deerpig/proj/chenla/prolog/prolog-estranged.org
  :Created: 2017-03-17T18:56@Prek Leap (11.642600N-104.919210W)
  :ID: feb60ccf-5655-4bde-a853-37381f808026
  :URL:
  :END:
#+INCLUDE: ./inc/head.org
#+INCLUDE: ./inc/macros.org

{{{breadcrumbs}}}

#+HTML: <div class="outline-2" id="meta">
| *Author*  | Brad Collins <brad@chenla.org>             |
| *Date*    | {{{time(%Y-%m-%d %H:%M:%S)}}}              |
#+HTML: </div>

#+TOC: headlines 4


* Status of This Document

The latest version of this document is: src_sh[:results value]{git describe --abbrev=0 --tags}

#+HTML: <div class="notice notice-info">
*Changes since the last version*

#+HTML: <ul>

#+BEGIN_SRC sh :exports results :results value html :var TAG="v00.01.02"
  RES='git log $TAG...HEAD --pretty="<li>%s</li>\n" -- (file-name-nondirectory (buffer-file-name))'
  if [ -z $RES ]; then
    RES="<li>no changes</li>"
  fi
  echo $RES
#+END_SRC

#+RESULTS:
#+BEGIN_EXPORT html
<li>no changes</li>
#+END_EXPORT

#+HTML: </ul>
#+HTML: </div>

* Introduction

#+begin_quote
Man is estranged from that with which he is most familiar.

-- Hericlitus, quoted by Charles Olson.
#+end_quote




* Seeing like a State

 - [[https://slatestarcodex.com/2017/03/16/book-review-seeing-like-a-state/][Book Review: Seeing Like A State]] | Slate Star Codex
 - [[bib:scott:1999state][Seeing Like a State]] | James Scott




#+begin_quote
Scott starts with the story of “scientific forestry” in 18th century
Prussia. Enlightenment rationalists noticed that peasants were just
cutting down whatever trees happened to grow in the forests, like a
chump. They came up with a better idea: clear all the forests and
replace them by planting identical copies of Norway spruce (the
highest-lumber-yield-per-unit-time tree) in an evenly-spaced
rectangular grid. Then you could just walk in with an axe one day and
chop down like a zillion trees an hour and have more timber than you
could possibly ever want.

This went poorly. The impoverished ecosystem couldn’t support the game
animals and medicinal herbs that sustained the surrounding peasant
villages, and they suffered an economic collapse. The endless rows of
identical trees were a perfect breeding ground for plant diseases and
forest fires. And the complex ecological processes that sustained the
soil stopped working, so after a generation the Norway spruces grew
stunted and malnourished. Yet for some reason, everyone involved got
promoted, and “scientific forestry” spread across Europe and theworld.

-- Scott Alexander | Review of Seeing Like a State
#+end_quote
